alefragnani.project-manager
benjaminbenais.copilot-theme
cschlosser.doxdocgen
donjayamanne.python-environment-manager
elanandkumar.el-vsc-product-icon-theme
enkia.tokyo-night
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
johnpapa.winteriscoming
lewxdev.vscode-glyph
llvm-vs-code-extensions.vscode-clangd
mitaki28.vscode-clang
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
postman.postman-for-vscode
redhat.java
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
teabyii.ayu
twxs.cmake
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-maven
xaver.clang-format
zhuangtongfa.material-theme
